Repository: Hrobek/Goals
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, pt_br

# templatePicker.title
source: Start from a template
cs: Vyber si šablonu
de: Mit einer Vorlage starten
es: Empieza con una plantilla
fr: Partir d'un modèle
pt_br: Comece com um modelo

# templatePicker.subtitle
source: Pick one to get going. You can change everything afterwards.
cs: Vyber si a hned začni. Všechno se dá potom upravit.
de: Wähle eine aus und leg los. Alles lässt sich später ändern.
es: Elige una y empieza. Podrás cambiarlo todo después.
fr: Choisis-en un et lance-toi. Tout reste modifiable ensuite.
pt_br: Escolha um e comece. Você pode mudar tudo depois.

# templatePicker.custom
source: Custom goal
cs: Vlastní cíl
de: Eigenes Ziel
es: Objetivo personalizado
fr: Objectif personnalisé
pt_br: Meta personalizada

# templatePicker.custom.subtitle
source: Start from scratch
cs: Začít s prázdným formulářem
de: Leer beginnen
es: Empezar desde cero
fr: Partir de zéro
pt_br: Começar do zero

# template.run.title
source: Run 100 km
cs: Uběhnout 100 km
de: 100 km laufen
es: Correr 100 km
fr: Courir 100 km
pt_br: Correr 100 km

# template.steps.title
source: Walk 10,000 steps a day
cs: Ujít 10 000 kroků denně
de: 10.000 Schritte pro Tag gehen
es: Caminar 10 000 pasos al día
fr: Marcher 10 000 pas par jour
pt_br: Caminhar 10.000 passos por dia

# template.read.title
source: Read 20 pages a day
cs: Přečíst 20 stránek denně
de: 20 Seiten pro Tag lesen
es: Leer 20 páginas al día
fr: Lire 20 pages par jour
pt_br: Ler 20 páginas por dia

# template.meditate.title
source: Meditate 10 minutes a day
cs: Meditovat 10 minut denně
de: 10 Minuten pro Tag meditieren
es: Meditar 10 minutos al día
fr: Méditer 10 minutes par jour
pt_br: Meditar 10 minutos por dia

# template.water.title
source: Drink 8 glasses of water
cs: Vypít 8 sklenic vody
de: 8 Gläser Wasser trinken
es: Beber 8 vasos de agua
fr: Boire 8 verres d'eau
pt_br: Beber 8 copos de água

# template.workout.title
source: Work out 3× a week
cs: Cvičit 3× týdně
de: 3× pro Woche trainieren
es: Entrenar 3 veces por semana
fr: S'entraîner 3× par semaine
pt_br: Treinar 3× por semana

# template.weight.title
source: Lose 5 kg
cs: Zhubnout 5 kg
de: 5 kg abnehmen
es: Perder 5 kg
fr: Perdre 5 kg
pt_br: Perder 5 kg

# template.savings.title
source: Save 10,000
cs: Ušetřit 10 000
de: 10.000 sparen
es: Ahorrar 10 000
fr: Économiser 10 000
pt_br: Economizar 10.000

# template.noSpend.title
source: 30 days without spending
cs: 30 dní bez zbytečných útrat
de: 30 Tage ohne Ausgaben
es: 30 días sin gastos
fr: 30 jours sans dépenses
pt_br: 30 dias sem gastar

# a11y.activity.summary %lld %lld
source: Activity: %1$lld of %2$lld days checked in
cs: Aktivita: odškrtnuto %1$lld z %2$lld dní
de: Aktivität: %1$lld von %2$lld Tagen abgehakt
es: Actividad: %1$lld de %2$lld días registrados
fr: Activité : %1$lld jours cochés sur %2$lld
pt_br: Atividade: %1$lld de %2$lld dias registrados

# a11y.addGoal
source: Add goal
cs: Přidat cíl
de: Ziel hinzufügen
es: Añadir meta
fr: Ajouter un objectif
pt_br: Adicionar meta

# a11y.addMilestone
source: Add subtask
cs: Přidat podúkol
de: Teilaufgabe hinzufügen
es: Añadir subtarea
fr: Ajouter une sous-tâche
pt_br: Adicionar subtarefa

# a11y.colorOption %lld
source: Colour %lld
cs: Barva %lld
de: Farbe %lld
es: Color %lld
fr: Couleur %lld
pt_br: Cor %lld

# a11y.day.done
source: checked in
cs: odškrtnuto
de: abgehakt
es: registrado
fr: coché
pt_br: registrado

# a11y.day.notScheduled
source: not scheduled
cs: nenaplánováno
de: nicht geplant
es: no programado
fr: non prévu
pt_br: não programado

# a11y.day.scheduled
source: scheduled, not checked in
cs: naplánováno, neodškrtnuto
de: geplant, nicht abgehakt
es: programado, sin registrar
fr: prévu, non coché
pt_br: programado, sem registro

# a11y.goal.completed
source: Completed
cs: Splněno
de: Abgeschlossen
es: Completada
fr: Terminé
pt_br: Concluída

# a11y.goalOptions
source: Goal options
cs: Možnosti cíle
de: Zieloptionen
es: Opciones de la meta
fr: Options de l'objectif
pt_br: Opções da meta

# a11y.milestone.done
source: Ticked off
cs: Odškrtnuto
de: Abgehakt
es: Marcado
fr: Coché
pt_br: Marcado

# a11y.milestone.todo
source: Not ticked off
cs: Neodškrtnuto
de: Nicht abgehakt
es: Sin marcar
fr: Non coché
pt_br: Não marcado

# a11y.period.next
source: Next period
cs: Další období
de: Nächster Zeitraum
es: Periodo siguiente
fr: Période suivante
pt_br: Próximo período

# a11y.period.previous
source: Previous period
cs: Předchozí období
de: Vorheriger Zeitraum
es: Periodo anterior
fr: Période précédente
pt_br: Período anterior

# a11y.progress %@ %@
source: %1$@ of %2$@
cs: %1$@ z %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
pt_br: %1$@ de %2$@

# a11y.quickAdd %@
source: Add %@
cs: Přičíst %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
pt_br: Adicionar %@

# a11y.quickSubtract %@
source: Subtract %@
cs: Odečíst %@
de: %@ abziehen
es: Restar %@
fr: Soustraire %@
pt_br: Subtrair %@

# a11y.today.done
source: Done today
cs: Dnes splněno
de: Heute erledigt
es: Hecho hoy
fr: Fait aujourd'hui
pt_br: Feito hoje

# a11y.today.notDone
source: Not done today
cs: Dnes nesplněno
de: Heute nicht erledigt
es: No hecho hoy
fr: Pas fait aujourd'hui
pt_br: Não feito hoje

# a11y.widget.nextPage
source: Next page
cs: Další stránka
de: Nächste Seite
es: Página siguiente
fr: Page suivante
pt_br: Próxima página

# a11y.widget.previousPage
source: Previous page
cs: Předchozí stránka
de: Vorherige Seite
es: Página anterior
fr: Page précédente
pt_br: Página anterior

# a11y.widget.quickAction %@
source: Log progress for %@
cs: Zaznamenat postup u cíle %@
de: Fortschritt für %@ eintragen
es: Registrar progreso de %@
fr: Enregistrer la progression de %@
pt_br: Registrar progresso de %@

# action.archive
source: Archive
cs: Archivovat
de: Archivieren
es: Archivar
fr: Archiver
pt_br: Arquivar

# action.cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar

# action.clear
source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
pt_br: Limpar

# action.continue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
pt_br: Continuar

# action.delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir

# action.edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
pt_br: Editar

# action.save
source: Save
cs: Uložit
de: Sichern
es: Guardar
fr: Enregistrer
pt_br: Salvar

# action.send
source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
pt_br: Enviar

# action.unarchive
source: Unarchive
cs: Vrátit z archivu
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
pt_br: Desarquivar

# app.name
source: Goals
cs: Cíle

# appearance.dark
source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
pt_br: Escuro

# appearance.light
source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
pt_br: Claro

# appearance.system
source: System
cs: Systémový
es: Sistema
fr: Système
pt_br: Sistema

# auth.appleUserFallback
source: Apple User
cs: Uživatel Apple
de: Apple-Nutzer
es: Usuario de Apple
fr: Utilisateur Apple
pt_br: Usuário Apple

# auth.continueWithEmail
source: Continue with Email
cs: Pokračovat e-mailem
de: Mit E-Mail fortfahren
es: Continuar con correo
fr: Continuer avec l’e-mail
pt_br: Continuar com e-mail

# auth.continueWithGoogle
source: Continue with Google
cs: Pokračovat přes Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
pt_br: Continuar com o Google

# auth.error.accountExists
source: An account with this email already exists.
cs: Účet s tímto e-mailem už existuje.
de: Mit dieser E-Mail-Adresse gibt es bereits ein Konto.
es: Ya existe una cuenta con este correo.
fr: Un compte existe déjà avec cet e-mail.
pt_br: Já existe uma conta com este e-mail.

# auth.error.accountNotFound
source: No account found for this email.
cs: Pro tento e-mail nebyl nalezen žádný účet.
de: Für diese E-Mail-Adresse wurde kein Konto gefunden.
es: No se encontró ninguna cuenta para este correo.
fr: Aucun compte trouvé pour cet e-mail.
pt_br: Nenhuma conta encontrada para este e-mail.

# auth.error.appleMissingCredential
source: Apple didn't return an account credential.
cs: Apple nevrátil přihlašovací údaje.
de: Apple hat keine Konto-Anmeldedaten zurückgegeben.
es: Apple no devolvió credenciales de cuenta.
fr: Apple n’a pas renvoyé d’identifiants de compte.
pt_br: A Apple não retornou credenciais da conta.

# auth.error.cancelled
source: Sign in was cancelled.
cs: Přihlášení bylo zrušeno.
de: Die Anmeldung wurde abgebrochen.
es: Se canceló el inicio de sesión.
fr: La connexion a été annulée.
pt_br: O login foi cancelado.

# auth.error.googleInvalidResponse
source: Google returned an unexpected response. Try again.
cs: Google vrátil neočekávanou odpověď. Zkus to znovu.
de: Google hat unerwartet geantwortet. Versuche es erneut.
es: Google devolvió una respuesta inesperada. Inténtalo de nuevo.
fr: Google a renvoyé une réponse inattendue. Réessaie.
pt_br: O Google retornou uma resposta inesperada. Tente de novo.

# auth.error.googleMissingToken
source: Google didn't return an ID token.
cs: Google nevrátil ID token.
de: Google hat kein ID-Token zurückgegeben.
es: Google no devolvió un token de ID.
fr: Google n’a pas renvoyé de jeton d’identité.
pt_br: O Google não retornou um token de ID.

# auth.error.googleNotConfigured
source: Google Sign-In isn't set up for this build yet.
cs: Přihlášení přes Google zatím není v této verzi nastaveno.
de: Google-Anmeldung ist in dieser Version noch nicht eingerichtet.
es: El inicio de sesión con Google aún no está configurado en esta versión.
fr: La connexion Google n’est pas encore configurée dans cette version.
pt_br: O login com o Google ainda não está configurado nesta versão.

# auth.error.invalidCredentials
source: Incorrect email or password.
cs: Nesprávný e-mail nebo heslo.
de: E-Mail-Adresse oder Passwort ist falsch.
es: Correo o contraseña incorrectos.
fr: E-mail ou mot de passe incorrect.
pt_br: E-mail ou senha incorretos.

# auth.error.passwordMismatch
source: Passwords don't match.
cs: Hesla se neshodují.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
pt_br: As senhas não coincidem.

# auth.field.confirmPassword
source: Confirm Password
cs: Potvrzení hesla
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
pt_br: Confirmar senha

# auth.field.name
source: Name
cs: Jméno
es: Nombre
fr: Nom
pt_br: Nome

# auth.field.password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha

# auth.googleUserFallback
source: Google User
cs: Uživatel Google
de: Google-Nutzer
es: Usuario de Google
fr: Utilisateur Google
pt_br: Usuário Google

# auth.mode
source: Mode
cs: Režim
de: Modus
es: Modo
pt_br: Modo

# auth.mode.register
source: Register
cs: Registrovat se
de: Registrieren
es: Registrarse
fr: S’inscrire
pt_br: Criar conta

# auth.mode.signIn
source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pt_br: Entrar

# category.add
source: Add Category
cs: Přidat kategorii
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
pt_br: Adicionar categoria

# category.career
source: Career
cs: Kariéra
de: Karriere
es: Carrera
fr: Carrière
pt_br: Carreira

# category.field.name
source: Name
cs: Název
es: Nombre
fr: Nom
pt_br: Nome

# category.health
source: Health
cs: Zdraví
de: Gesundheit
es: Salud
fr: Santé
pt_br: Saúde

# category.new.title
source: New Category
cs: Nová kategorie
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
pt_br: Nova categoria

# category.relationships
source: Relationships
cs: Vztahy
de: Beziehungen
es: Relaciones
fr: Relations
pt_br: Relacionamentos

# checkIn.field.amount
source: Amount
cs: Množství
de: Menge
es: Cantidad
fr: Quantité
pt_br: Quantidade

# checkIn.field.amountPlaceholder
source: e.g. 5
cs: např. 5
de: z. B. 5
es: p. ej. 5
fr: p. ex. 5
pt_br: ex.: 5

# checkIn.field.newValue
source: New value
cs: Nová hodnota
de: Neuer Wert
es: Nuevo valor
fr: Nouvelle valeur
pt_br: Novo valor

# checkIn.field.newValuePlaceholder
source: e.g. 94
cs: např. 94
de: z. B. 94
es: p. ej. 94
fr: p. ex. 94
pt_br: ex.: 94

# checkIn.field.note
source: Note
cs: Poznámka
de: Notiz
es: Nota
pt_br: Nota

# checkIn.field.notePlaceholder
source: Optional note
cs: Volitelná poznámka
de: Optionale Notiz
es: Nota opcional
fr: Note facultative
pt_br: Nota opcional

# emoji.custom.placeholder
source: Pick any emoji from the keyboard
cs: Vyberte libovolný emotikon na klávesnici
de: Wähle ein beliebiges Emoji auf der Tastatur
es: Elige cualquier emoji en el teclado
fr: Choisissez n’importe quel emoji sur le clavier
pt_br: Escolha qualquer emoji no teclado

# feedback.addAttachment
source: Add Screenshot or Video
cs: Přidat screenshot nebo video
de: Screenshot oder Video hinzufügen
es: Añadir captura o vídeo
fr: Ajouter une capture ou une vidéo
pt_br: Adicionar captura ou vídeo

# feedback.attachments
source: Attachments
cs: Přílohy
de: Anhänge
es: Adjuntos
fr: Pièces jointes
pt_br: Anexos

# feedback.attachments.footer %@
source: Up to %@ in total. Photos are sent without metadata.
cs: Dohromady maximálně %@. Fotky se odesílají bez metadat.
de: Insgesamt höchstens %@. Fotos werden ohne Metadaten gesendet.
es: Hasta %@ en total. Las fotos se envían sin metadatos.
fr: %@ au total maximum. Les photos sont envoyées sans métadonnées.
pt_br: No máximo %@ no total. As fotos são enviadas sem metadados.

# feedback.copied
source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
pt_br: Copiado para a área de transferência

# feedback.copyReport
source: Copy Report
cs: Zkopírovat report
de: Bericht kopieren
es: Copiar informe
fr: Copier le rapport
pt_br: Copiar relatório

# feedback.diagnostics
source: Diagnostics
cs: Diagnostika
de: Diagnose
es: Diagnóstico
fr: Diagnostic
pt_br: Diagnóstico

# feedback.diagnostics.footer
source: Sent along with your message so the issue can be reproduced. Nothing from your goals or account is included.
cs: Odešle se se zprávou, aby šla chyba zreprodukovat. Nic z tvých cílů ani účtu se neposílá.
de: Wird mit deiner Nachricht gesendet, damit sich das Problem nachstellen lässt. Nichts aus deinen Zielen oder deinem Konto ist dabei.
es: Se envía con tu mensaje para poder reproducir el problema. No se incluye nada de tus objetivos ni de tu cuenta.
fr: Envoyé avec ton message pour pouvoir reproduire le problème. Rien de tes objectifs ni de ton compte n’est inclus.
pt_br: Enviado junto com sua mensagem para o problema poder ser reproduzido. Nada dos seus objetivos ou da sua conta é incluído.

# feedback.kind
source: Type
cs: Typ
de: Art
es: Tipo
pt_br: Tipo

# feedback.kind.bug
source: Bug
cs: Chyba
de: Fehler
es: Error
pt_br: Erro

# feedback.kind.idea
source: Idea
cs: Návrh
de: Idee
fr: Idée
pt_br: Ideia

# feedback.kind.other
source: Other
cs: Jiné
de: Sonstiges
es: Otro
fr: Autre
pt_br: Outro

# feedback.mailUnavailable.message %@
source: Set up Mail on this device, or copy the report and send it to %@ yourself. Attachments can't be copied.
cs: Nastav si na zařízení Mail, nebo si report zkopíruj a pošli na %@. Přílohy zkopírovat nejdou.
de: Richte Mail auf diesem Gerät ein oder kopiere den Bericht und schicke ihn selbst an %@. Anhänge lassen sich nicht kopieren.
es: Configura Mail en este dispositivo, o copia el informe y envíalo tú a %@. Los adjuntos no se pueden copiar.
fr: Configure Mail sur cet appareil, ou copie le rapport et envoie-le toi-même à %@. Les pièces jointes ne peuvent pas être copiées.
pt_br: Configure o Mail neste dispositivo, ou copie o relatório e envie você mesmo para %@. Os anexos não podem ser copiados.

# feedback.mailUnavailable.title
source: No mail account
cs: Není nastavená pošta
de: Kein Mail-Account
es: Sin cuenta de correo
fr: Aucun compte mail
pt_br: Sem conta de e-mail

# feedback.message
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
pt_br: Mensagem

# feedback.message.placeholder
source: What happened, and what did you expect instead?
cs: Co se stalo a co jsi čekal místo toho?
de: Was ist passiert, und was hast du stattdessen erwartet?
es: ¿Qué pasó y qué esperabas en su lugar?
fr: Que s’est-il passé, et à quoi t’attendais-tu ?
pt_br: O que aconteceu e o que você esperava em vez disso?

# feedback.title
source: Feedback
cs: Zpětná vazba
es: Comentarios
fr: Commentaires

# feedback.tooLarge.message %@
source: The attachments have to fit into %@ together. That one was left out.
cs: Přílohy se musí vejít dohromady do %@. Tahle se nepřidala.
de: Die Anhänge müssen zusammen in %@ passen. Dieser wurde weggelassen.
es: Los adjuntos juntos no pueden superar %@. Ese se ha omitido.
fr: Les pièces jointes doivent tenir dans %@ au total. Celle-ci a été écartée.
pt_br: Os anexos precisam caber em %@ no total. Esse ficou de fora.

# feedback.tooLarge.title
source: Attachment too large
cs: Příloha je moc velká
de: Anhang zu groß
es: Adjunto demasiado grande
fr: Pièce jointe trop volumineuse
pt_br: Anexo muito grande

# firstRun.cta
source: Create my first goal
cs: Vytvořit první cíl
de: Erstes Ziel anlegen
es: Crear mi primer objetivo
fr: Créer mon premier objectif
pt_br: Criar meu primeiro objetivo

# firstRun.point.checkIn.body
source: One tap on the Today tab, or straight from the home screen widget.
cs: Jedno klepnutí na kartě Dnes, nebo rovnou z widgetu na ploše.
de: Ein Tippen im Tab „Heute“ oder direkt im Home-Bildschirm-Widget.
es: Un toque en la pestaña Hoy, o directamente desde el widget en la pantalla de inicio.
fr: Une touche dans l’onglet Aujourd’hui, ou directement depuis le widget de l’écran d’accueil.
pt_br: Um toque na aba Hoje, ou direto pelo widget na tela de início.

# firstRun.point.checkIn.title
source: Check in daily
cs: Odškrtávej si dny
de: Täglich abhaken
es: Marca cada día
fr: Coche chaque jour
pt_br: Marque todo dia

# firstRun.point.goal.body
source: A number to reach or a list of subtasks — plus how often you want to work on it.
cs: Číslo, kterého chceš dosáhnout, nebo seznam podúkolů — a jak často na tom chceš dělat.
de: Eine Zahl, die du erreichen willst, oder eine Liste von Teilaufgaben — und wie oft du daran arbeiten willst.
es: Un número que alcanzar o una lista de subtareas — y con qué frecuencia quieres trabajar en ello.
fr: Un nombre à atteindre ou une liste de sous-tâches — et à quelle fréquence tu veux t’y mettre.
pt_br: Um número a alcançar ou uma lista de subtarefas — e com que frequência você quer trabalhar nisso.

# firstRun.point.goal.title
source: Set a goal
cs: Založ si cíl
de: Ziel festlegen
es: Crea un objetivo
fr: Définis un objectif
pt_br: Defina um objetivo

# firstRun.point.progress.body
source: Streaks, the activity grid and the progress chart show the trend, not just today.
cs: Série, mřížka aktivity a graf postupu ukážou trend, ne jen dnešek.
de: Serien, das Aktivitätsraster und das Fortschrittsdiagramm zeigen den Trend, nicht nur heute.
es: Las rachas, la cuadrícula de actividad y el gráfico muestran la tendencia, no solo hoy.
fr: Les séries, la grille d’activité et le graphique montrent la tendance, pas seulement aujourd’hui.
pt_br: As sequências, a grade de atividade e o gráfico mostram a tendência, não só hoje.

# firstRun.point.progress.title
source: Watch it add up
cs: Sleduj, jak to roste
de: Sieh zu, wie es sich summiert
es: Míralo sumar
fr: Regarde ça s’accumuler
pt_br: Veja tudo somar

# firstRun.reminderNote
source: We'll check in with you tomorrow. Notifications only — nothing lands in your inbox.
cs: Zítra se ozveme, jak to jde. Jen notifikace — do e-mailu nic nechodí.
de: Morgen fragen wir nach, wie es läuft. Nur Mitteilungen — in deinem Postfach landet nichts.
es: Mañana te preguntamos cómo va. Solo notificaciones — nada llega a tu correo.
fr: On te fait signe demain. Uniquement des notifications — rien n’arrive dans ta boîte mail.
pt_br: Amanhã a gente pergunta como vai. Só notificações — nada chega no seu e-mail.

# firstRun.skip
source: I'll look around first
cs: Nejdřív se rozhlédnu
de: Ich schaue mich erst um
es: Primero echo un vistazo
fr: Je regarde d’abord
pt_br: Primeiro vou dar uma olhada

# firstRun.subtitle
source: Goals keeps one thing in view: what you said you'd do, and whether you did it today.
cs: Goals hlídá jedinou věc: co sis předsevzal a jestli jsi to dnes udělal.
de: Goals behält eine Sache im Blick: was du dir vorgenommen hast — und ob du es heute getan hast.
es: Goals mantiene una cosa a la vista: lo que dijiste que harías, y si lo hiciste hoy.
fr: Goals garde une chose en vue : ce que tu as dit que tu ferais, et si tu l’as fait aujourd’hui.
pt_br: O Goals mantém uma coisa à vista: o que você disse que faria, e se fez isso hoje.

# firstRun.title
source: Let's get started
cs: Můžeme začít
de: Legen wir los
es: Empecemos
fr: Commençons
pt_br: Vamos começar

# goal.edit.title
source: Edit Goal
cs: Upravit cíl
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l’objectif
pt_br: Editar objetivo

# goal.field.category
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
pt_br: Categoria

# goal.field.deadline
source: Deadline
cs: Termín
de: Frist
es: Fecha límite
fr: Échéance
pt_br: Prazo

# goal.field.emoji
source: Emoji
cs: Emotikon

# goal.field.hasDeadline
source: Has deadline
cs: Má termín
de: Hat eine Frist
es: Tiene fecha límite
fr: A une échéance
pt_br: Tem prazo

# goal.field.lowerIsBetter
source: Lower is better
cs: Nižší je lepší
de: Weniger ist besser
es: Menos es mejor
fr: Moins, c’est mieux
pt_br: Menos é melhor

# goal.field.priority
source: Priority
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
pt_br: Prioridade

# goal.field.range.higher
source: The target has to be higher than the starting value.
cs: Cíl musí být vyšší než počáteční hodnota.
de: Das Ziel muss über dem Startwert liegen.
es: El objetivo tiene que ser mayor que el valor inicial.
fr: La cible doit être supérieure à la valeur de départ.
pt_br: A meta precisa ser maior que o valor inicial.

# goal.field.range.lower
source: The target has to be lower than the starting value.
cs: Cíl musí být nižší než počáteční hodnota.
de: Das Ziel muss unter dem Startwert liegen.
es: El objetivo tiene que ser menor que el valor inicial.
fr: La cible doit être inférieure à la valeur de départ.
pt_br: A meta precisa ser menor que o valor inicial.

# goal.field.recurrence
source: Schedule
cs: Rozvrh
de: Zeitplan
es: Frecuencia
fr: Fréquence
pt_br: Frequência

# goal.field.startValue
source: Starting value
cs: Počáteční hodnota
de: Startwert
es: Valor inicial
fr: Valeur de départ
pt_br: Valor inicial

# goal.field.targetValue
source: Target value
cs: Cílová hodnota
de: Zielwert
es: Valor objetivo
fr: Valeur cible
pt_br: Valor da meta

# goal.field.title
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
pt_br: Título

# goal.field.trackingMode
source: Track by
cs: Sledovat podle
de: Messen nach
es: Medir por
fr: Suivre par
pt_br: Medir por

# goal.field.unit
source: Unit
cs: Jednotka
de: Einheit
es: Unidad
fr: Unité
pt_br: Unidade

# goal.new.title
source: New Goal
cs: Nový cíl
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
pt_br: Novo objetivo

# goalDetail.activity
source: Activity
cs: Aktivita
de: Aktivität
es: Actividad
fr: Activité
pt_br: Atividade

# goalDetail.chart.date
source: Date
cs: Datum
de: Datum
es: Fecha
pt_br: Data

# goalDetail.chart.empty
source: Log progress a couple of times to see the chart.
cs: Zaznamenej postup aspoň dvakrát, ať se objeví graf.
de: Trag deinen Fortschritt ein paarmal ein, damit das Diagramm erscheint.
es: Registra tu progreso un par de veces para ver el gráfico.
fr: Enregistre ta progression deux ou trois fois pour voir le graphique.
pt_br: Registre seu progresso algumas vezes para ver o gráfico.
